IdeaRS.Connections
FasteningData.RowsSymmetry Property
Compatible with IDEA StatiCa 0.0
 Gets or sets the type of symmetry of rows positions.
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public Symmetry RowsSymmetry { get; set; }
Property Value
Type: Symmetry
See Also
Reference
FasteningData Class
IdeaRS.Connections.Data Namespace